<?php
// Heading
$_['heading_title']       		= 'Наша продукция';
$_['heading_license']       	= 'Активация лицензии';

// Text
$_['text_module']         		= 'Модули';
$_['text_success']        		= 'Модуль продукции успешно обновлен!';
$_['text_success_license']      = 'Лицензия на право пользования модулем - активирована!';
$_['text_license_info'] 		= 'Введите в соответствующие поля № заказа покупки данного товара, его код и лицензионный ключ, полученный для указанного вами домена. <br />Помните, что данный модуль будет работать только на домене, указанном при получении лицензионного ключа и только с соответствующим № заказа.';
$_['text_content_top']    		= 'Содержание шапки';
$_['text_content_bottom'] 		= 'Содержание подвала';
$_['text_bestseller'] 			= 'Хиты продаж';
$_['text_featured'] 			= 'Рекомендуемые';
$_['text_latest'] 				= 'Новые товары';
$_['text_special'] 				= 'Акции магазина';
$_['text_popular'] 				= 'Популярные';
$_['text_category'] 			= 'Товары из категории';
$_['text_product'] 				= 'Товары:<br /><span class="help">(Для автозаполнения введите знак %)</span>';
$_['text_category_select'] 		= 'Выберите категорию:';

// Entry
$_['entry_order_id']        	= '№ заказа при покупке модуля:';
$_['entry_product_code']        = 'Код купленного товара:<br /><span class="help">Код можно посмотреть в Личном кабинете, в разделе "Мои лицензии".</span>';
$_['entry_license_key']        	= 'Полученный лицензионный ключ:';
$_['entry_price']        		= 'Показывать цену товара:';
$_['entry_description']     	= 'Показывать описание товара:';
$_['entry_symbol_description'] 	= 'Лимит символов в описании:';
$_['entry_rating']        		= 'Включить рейтинг товара:';
$_['entry_button_cart']     	= 'Показывать кнопку "Купить":';
$_['entry_button_wishlist'] 	= 'Показывать кнопку "В заметки":';
$_['entry_button_compare']  	= 'Показывать кнопку "В сравнения":';
$_['entry_button_quick_view'] 	= 'Включить быстрый просмотр:';
$_['entry_module_name']        	= 'Заголовок модуля:';
$_['entry_module_name_on_off']  = 'Показывать заголовок модуля:';
$_['entry_image']        		= 'Размеры изображения товаров (Ш х В):';
$_['entry_sticker_special']     = 'Включить стикер "Акция":';
$_['entry_sticker_new']        	= 'Включить стикер "Новый":';
$_['entry_day_new']        		= 'Количество дней для новых товаров:<br /><span class="help">Укажите сколько дней считать товар новым. В течении указанного периода на изображении товара будет показан стикер "Новый".</span>';
$_['entry_sticker_popular']     = 'Включить стикер "Популярный":';
$_['entry_view_popular']        = 'Количество просмотров товара:<br /><span class="help">Укажите количество просмотров для товаров. После превышения указанного количества автоматически включится стикер "Популярный".</span>';
$_['entry_scroll_tabs']        	= 'Включить прокрутку вкладок:<br /><span class="help">Рекомендуется включать при большом количестве вкладок в модуле.</span>';
$_['entry_carousel']        	= 'Включить прокрутку товаров:';
$_['entry_limit']        		= 'Лимит товаров в модуле:';
$_['entry_limit_scroll']        = 'Лимит прокрутки товаров:';
$_['entry_layout']        		= 'Схема:';
$_['entry_position']      		= 'Расположение:';
$_['entry_status']        		= 'Включить модуль:';
$_['entry_sort_order']    		= 'Порядок сортировки:';

// Column
$_['column_tab_type']    		= 'Тип товаров во вкладке:';
$_['column_tab_name']    		= 'Название вкладки:';
$_['column_tab_action']    		= 'Действие';
$_['column_tab_data_name']    	= 'Название параметра:';
$_['column_tab_data_value']    	= 'Значение параметра:';

// Tab
$_['tab_products']    			= 'Вкладки товаров';
$_['tab_setting']    			= 'Настройки модуля';

// Button
$_['button_add_tab']     		= 'Добавить вкладку';
$_['button_remove_tab']   		= 'Удалить вкладку';

// Error
$_['error_permission']    		= 'Внимание: У Вас недостаточно прав для изменения модуля продукции!';
$_['text_error_license']    	= 'Лицензионный ключ не принадлежит этому домену или неверный № заказа!';
?>