<?php
// Heading 
$_['heading_title']	                   = 'ВХОД В ЛИЧНЫЙ КАБИНЕТ';

// Textsdfsd
$_['text_account']					   = 'Личный Кабинет';
$_['text_login']					   = 'Логин';
$_['text_new_customer']				   = 'Новый клиент';
$_['text_register']                    = 'Зарегистрироваться';
$_['text_message_account']                    = 'Уважаемый клиент!<br />Если Вы впервые в Личном Кабинете,<br />Вам необходимо <a href="create-account/">зарегистрироваться</a> - создать новые логин и пароль.';
$_['text_register_account']            = 'Создав учетную запись Вы сможетете быстрее оформлять заказы, отслеживать их статус и просматривать историю покупок.';
$_['text_returning_customer']	       = 'Зарегистрированный клиент';
$_['text_i_am_returning_customer']     = 'Войти в Личный Кабинет';
$_['text_forgotten']				   = 'Вспомнить пароль';
$_['text_socialweb']				   = 'Также Вы можете в Личный кабинет,<br />используя Вашу учетную запись в социальной сети';

// Entry
$_['entry_email']			           = 'E-Mail:';
$_['entry_password']				   = 'Пароль:';

// Error
$_['error_login']					   = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_approved']                   = 'Ошибка: Прежде чем Вы сможете войти, администрация должна одобрить Ваш аккаунт.'; 
?>